/* alt text of dot photo link */
"dotphoto" = "dotphoto";

/* alt text of mag link */
"magnify" = "拡大";

/* Title of dot photo link */
"Order prints of this image from dotphoto.com" = "dotphoto.com からこの画像のプリントを注文する";

/* action name for setting an image */
"Set Image" = "画像をセット";

/* Title of mag link */
"View this image full-size" = "この画像をフルサイズで表示";